Repository: espenmn/Pcommerce-hacks
Catalog: pcommerce.core-1.0b9/pcommerce/core/locales/*/LC_MESSAGES/pcommerce.po
Languages: fr

source: Add image
fr: Ajouter une image

source: Add price
fr: Ajouter un prix

source: Add variation
fr: Ajouter une variation

source: Added ${count} items to cart
fr: ${count} articles ajoutés au panier

source: Added item to cart
fr: Article ajouté au panier

source: Additional price
fr: Supplément de prix

source: Additional prices
fr: Prix supplémentaires

source: Address
fr: Adresse

source: Address 1
fr: Adresse 1

source: Address 2
fr: Adresse 2

source: Amount
fr: Nombre

source: Billing address
fr: Adresse de facturation

source: Cancel checkout
fr: Annuler la commande

source: Check out
fr: Passer à la caisse

source: Company
fr: Société

source: Continue shopping
fr: Continuer les achats

source: Country
fr: Pays

source: Edit cart
fr: Editer le panier

source: Email
fr: Courriel

source: First name
fr: Prénom

source: GTC
fr: CGA

source: Hot product
fr: Produit TOP

source: I accept the ${link}
fr: J'accèpte les ${link}

source: Last name
fr: Nom

source: Manage orders
fr: Gérer les commandes

source: Mr.
fr: M.

source: Mrs. / Ms.
fr: Mme

source: New product
fr: Nouveau produit

source: New products in our shop
fr: Actualités dans notre shop

source: Next step
fr: Prochaine étape

source: No
fr: Numéro d'article

source: No of articles:
fr: Nombre d'articles:

source: Overview
fr: Aperçu

source: PCommerce configuration
fr: Paramètres PCommerce

source: Payment
fr: Mode de paiement

source: Payment canceled
fr: Paiement annulé

source: Payment failed
fr: Paiement échoué

source: Phone
fr: Téléphone

source: Please enter a floating point number (e.g. 7.6)
fr: Veuillez entrer un chiffre décimal (p.ex. 7.6)

source: Please provide a tax name
fr: Veuillez indiquer un titre pour la taxe

source: Please provide a zone name
fr: Veuillez indiquer un titre pour la zone

source: Please select a payment method.
fr: Veuillez choisir un mode de paiement

source: Please select a shipment method.
fr: Veuillez indiquer un type de livraison

source: Please select a variation
fr: Veuillez choisir une variation

source: Please specify an amount
fr: Veuillez indiquer un nombre

source: Post checkout
fr: Après la commande

source: Previous step
fr: Etape précédente

source: Price
fr: Prix

source: Price total
fr: Prix total

source: Print
fr: Imprimer

source: Product
fr: Produit

source: Product highlights
fr: Produits TOP

source: Product variations
fr: Variations du produit

source: Productname
fr: Nom du produit

source: Related products
fr: Produits apparentés

source: Remove
fr: Supprimer

source: Removed ${count} items from cart
fr: ${count} articles supprimés du panier

source: Removed item from cart
fr: Article supprimé du panier

source: Salutation
fr: Titre

source: Select the desired payment method
fr: Veuillez choisir le mode de paiement désiré

source: Select the desired shipment method
fr: Veuillez choisir le type de livraison désiré

source: Select the desired shipment method for the following products:
fr: Veuillez choisir le type de livraison désiré pour les produits suivants:

source: Send order
fr: Envoyer la commande

source: Shipment
fr: Livraison

source: Shopping cart
fr: Panier

source: Tax factor
fr: Facteur taxe

source: Tax included in product price
fr: Taxe inclue dans le prix du produit

source: Tax name
fr: Titre de la taxe

source: Thank you!
fr: Meilleurs remerciements !

source: The general terms and conditions have to be accepted to finish your check out.
fr: Il est nécéssaire d'accèpter les condition générales d'affaires avant de compléter terminer la commande.

source: The name appearing in payment-terminals
fr: Le nom apparaissant dans les masques de paiement

source: The path to the page holding the general terms and conditions to accept before payment
fr: Le chemin d'accès à la page contenant les conditions générales d'affaires qui doivent être acceptées avant le paiement

source: The path to the page to be redirected to after checkout
fr: Le chemin d'accès à la page à afficher une fois la commande complétée.

source: Total incl. ${taxname}
fr: Total ${taxname} incl.:

source: Total incl. ${tax}% ${taxname}
fr: Total ${tax}% ${taxname} incl.

source: Total incl. charges
fr: Total charges comprises

source: Total incl. charges and ${taxname}
fr: Total charges et ${taxname} comprises

source: Total incl. charges and ${tax}% ${taxname}
fr: Total charges et ${tax}% ${taxname} comprises

source: We successfully received your order. An Email has been sent to you containing all the order details.
fr: Nous avons reçu votre commande avec succès. Un courriel contenant toutes les information relatives à votre commande vous a été envoyé.

source: You have not yet added any products to your cart
fr: Vous n'avez pas encore placé de produits dans votre panier

source: You have to be registered to check out your order, either ${log_in} if you already have an account or head over to the ${registration_form} if you don't.
fr: Il faut être connecté pour pouvoir passer à la caisse; ${log_in} si vous disposez déjà d'un utilisateur, sinon veuillez remplir le ${registration_form} .

source: Your shopping cart
fr: Votre panier

source: Your shopping cart is empty
fr: Votre panier est vide

source: ZIP / City
fr: Code postal / Localité

source: add
fr: ajouter

source: add to cart
fr: ajouter au panier

source: checkout_title
fr: Caisse

source: description_manage_orders
fr: Affiche toutes les commandes ainsi que leur état

source: description_no_images
fr: Ce produit ne dispose pas davantage d'images. Pour ajouter une image veuillez cliquer le bouton ajouter ou ajoutez les éléments depuis un autre produit.

source: description_no_orders
fr: Aucune commande n'a été trouvé.

source: description_no_prices
fr: Ce produit ne dispose pas de prix supplémentaires. Pour ajouter un prix veuillez cliquer ajouter ou ajoutez les éléments depuis un autre produit.

source: description_price
fr: Si plusieurs variations de différentes catégories disposent d'un prix unique, le prix combiné des produits correspondra au prix le plus élevé.

source: description_shipment_methods
fr: Types de livraison disponibles pour ce produit

source: email_customer_body
fr: Très cher/chère ${name} Votre commande a été enregistrée avec succès. Veuillez trouver l'aperçu complet de votre commande ci-après. Numéro de commande: ${orderid} ${cart} Monnaie: ${currency} Adresse: ${address} Paiement: ${payment} Livraison: ${shipments} Si vous avez des questions concernant votre achat, n'hésitez pas à nous contacter par ${from_email}. Meilleurs remerciements ${from_name}

source: email_customer_title
fr: Confirmation de commande

source: email_order_body
fr: Nouvelle commande par ${name} Numéro de commande: ${orderid} ${cart} Monnaie: ${currency} Adresse: ${address} Paiement: ${payment} Livraison: ${shipments}

source: email_order_title
fr: Nouvelle commande [${orderid}]

source: general terms and conditions
fr: Conditions générales d'affaires

source: info_Image
fr: Ceci est l'affichage des images d'une variation du produit ${product}.

source: info_variation
fr: Ceci est la variation du produit ${product}.

source: info_variation_prices
fr: Ceci est l'affichage des prix d'une variation du produit ${product}.

source: label_address
fr: Adresse

source: label_cancelled
fr: Annulé

source: label_currency
fr: Monnaie

source: label_date
fr: Date

source: label_failed
fr: Echoué

source: label_initialized
fr: Passée

source: label_order_id
fr: Numéro de commande

source: label_order_state
fr: Etat de la commande

source: label_price_total
fr: Prix total

source: label_processed
fr: Traitée

source: label_products
fr: Produits

source: label_sent
fr: Envoyée

source: label_shipment_methods
fr: Types de livraison

source: label_shipmentids
fr: Identifiants des types de livraison

source: label_user_id
fr: Nom d'utilisateur

source: label_zone
fr: Zone

source: log_in
fr: Veuillez vous connecter

source: message_checkout_canceled
fr: Commande annulée

source: message_checkout_failed
fr: Commande échouée

source: price_offer
fr: ${offer} au lieu de ${price}

source: registration_form
fr: formulaire d'enregistrement

source: remove
fr: supprimer

source: text_no_order_id_supplied
fr: Veuillez indiquer un numéro de commande.

source: text_order_not_found
fr: Veuillez contrôler le numéro de commande.

source: title_manage_orders
fr: Gérer les commandes

source: title_no_order_id_supplied
fr: Laquelle?

source: title_order_details
fr: Informations à propos de la commande

source: title_order_not_found
fr: La commande n'a pas été trouvée.
